{"chunks": ["In my younger and more vulnerable years my father gave me some advice that I’ve been turning over in", " my mind ever since. “Whenever you feel like criticizing any one,” he told me, “just remember that a", "ll the people in this world haven’t had the advantages that you’ve had.” He didn’t say any more, but", " we’ve always been unusually communicative in a reserved way, and I understood that he meant a great", " deal more than that. In consequence, I’m inclined to reserve all judgments, a habit that has opened", " up many curious natures to me and also made me the victim of not a few veteran bores. The abnormal ", "mind is quick to detect and attach itself to this quality when it appears in a normal person, and so", " it came about that in college I was unjustly accused of being a politician, because I was privy to ", "the secret griefs of wild, unknown men.\n\nThe idea is if we don’t look out the white race will be—wil", "l be utterly submerged. It’s all scientific stuff; it’s been proved.” “Tom’s getting very profound,”", " said Daisy, with an expression of unthoughtful sadness. “He reads deep books with long words in the", "m. What was that word we—” “Well, these books are all scientific,” insisted Tom, glancing at her imp", "atiently. “This fellow has worked out the whole thing. It’s up to us, who are the dominant race, to ", "watch out or these other races will have control of things.”\n\nHe smiled understandingly—much more th", "an understandingly. It was one of those rare smiles with a quality of eternal reassurance in it, tha", "t you may come across four or five times in life. It faced—or seemed to face—the whole external worl", "d for an instant, and then concentrated on you with an irresistible prejudice in your favor. It unde", "rstood you just so far as you wanted to be understood, believed in you as you would like to believe ", "in yourself, and assured you that it had precisely the impression of you that, at your best, you hop", "ed to convey.\n\nThe lights grow brighter as the earth lurches away from the sun, and now the orchestr", "a is playing yellow cocktail music, and the opera of voices pitches a key higher. Laughter is easier", " minute by minute, spilled with prodigality, tipped out at a cheerful word. The groups change more s", "wiftly, swell with new arrivals, dissolve and form in the same breath—already there are wanderers, c", "onfident girls who weave here and there among the stouter and more stable, become for a sharp, joyou", "s moment the center of a group, and then, excited with triumph, glide on through the sea-change of f", "aces and voices and color under the constantly changing light.\n\nThey were careless people, Tom and D", "aisy—they smashed up things and creatures and then retreated back into their money or their vast car", "elessness, or whatever it was that kept them together, and let other people clean up the mess they h", "ad made.\n\n"]}