{"chunks": ["Call me Ishmael. Some years ago—never mind how long precisely—having little or no money in my purse,", " and nothing particular to interest me on shore, I thought I would sail about a little and see the w", "atery part of the world. It is a way I have of driving off the spleen and regulating the circulation", ". Whenever I find myself growing grim about the mouth; whenever it is a damp, drizzly November in my", " soul; whenever I find myself involuntarily pausing before coffin warehouses, and bringing up the re", "ar of every funeral I meet; and especially whenever my hypos get such an upper hand of me, that it r", "equires a strong moral principle to prevent me from deliberately stepping into the street, and metho", "dically knocking people’s hats off—then, I account it high time to get to sea as soon as I can.\n\nThe", "re now is your insular city of the Manhattoes, belted round by wharves as Indian isles by coral reef", "s—commerce surrounds it with her surf. Right and left, the streets take you waterward. Its extreme d", "owntown is the battery, where that noble mole is washed by waves, and cooled by breezes, which a few", " hours previous were out of sight of land. Look at the crowds of water-gazers there.\n\nBut here is an", " artist. He desires to paint you the dreamiest, shadiest, quietest, most enchanting bit of romantic ", "landscape in all the valley of the Saco. What is the chief element he employs? There stand his trees", ", each with a hollow trunk, as if a hermit and a crucifix were within; and here sleeps his meadow, a", "nd there sleep his cattle; and up from yonder cottage goes a sleepy smoke. Deep into distant woodlan", "ds winds a mazy way, reaching to overlapping spurs of mountains bathed in their hill-side blue. But ", "though the picture lies thus tranced, and though this pine-tree shakes down its sighs like leaves up", "on this shepherd’s head, yet all were vain, unless the shepherd’s eye were fixed upon the magic stre", "am before him. Go visit the Prairies in June, when for scores on scores of miles you wade knee-deep ", "among Tiger-lilies—what is the one charm wanting?—Water—there is not a drop of water there! Were Nia", "gara but a cataract of sand, would you travel your thousand miles to see it? Why did the poor poet o", "f Tennessee, upon suddenly receiving two handfuls of silver, deliberate whether to buy him a coat, w", "hich he sadly needed, or invest his money in a pedestrian trip to Rockaway Beach? Why is almost ever", "y robust healthy boy with a robust healthy soul in him, at some time or other crazy to go to sea? Wh", "y upon your first voyage as a passenger, did you yourself feel such a mystical vibration, when first", " told that you and your ship were now out of sight of land? Why did the old Persians hold the sea ho", "ly? Why did the Greeks give it a separate deity, and own brother of Jove? Surely all this is not wit", "hout meaning. And still deeper the meaning of that story of Narcissus, who because he could not gras", "p the tormenting, mild image he saw in the fountain, plunged into it and was drowned. But that same ", "image, we ourselves see in all rivers and oceans. It is the image of the ungraspable phantom of life", "; and this is the key to it all.\n\nIn this same New Bedford there stands a Whaleman's Chapel, and few", " are the moody fishermen, shortly bound for the Indian Ocean or Pacific, who fail to make a Sunday v", "isit to the spot. I am sure that I could stop strangers and tell them where the spot is, and they wo", "uld quickly consent to follow me thither, if I were to lead them in the right direction. But no reas", "on can be assigned why this particular church is so heartily cherished by the whalemen; so is it onl", "y known as the Whaleman's Chapel.\n\nBut though all these things may blot together, yet the outline of", " the things remain as clear as Saturn's ring to the eye of an astronomer; and the hand that wields t", "he harpoon, must be as true as the point of it. Though the monster's throat were unslaked and garbag", "ed full of skulls; though his very heart should have been a quadrilateral cut-off from the dead bodi", "es of his enemies; yet it remains indubitable that the invisible pencil, in the hand of Fate, is str", "etched to mark the first act of the tragedy for a signal of the belligerents.\n\n"]}