{"chunks": ["To Sherlock Holmes she is always the woman. I have seldom heard him mention her under any other name", ". In his eyes she eclipses and predominates the whole of her sex. It was not that he felt any emotio", "n akin to love for Irene Adler. All emotions, and that one particularly, were abhorrent to his cold,", " precise but admirably balanced mind. He was, I take it, the most perfect reasoning and observing ma", "chine that the world has seen, but as a lover he would have placed himself in a false position. He n", "ever spoke of the softer passions, save with a gibe and a sneer. They were admirable things for the ", "observer—excellent for drawing the veil from men's motives and actions. But for the trained reasoner", " to admit such intrusions into his own delicate and finely adjusted temperament was to introduce a d", "istracting factor which might throw a doubt upon all his mental results.\n\n“I observe from your foref", "inger that you make your own cigarettes. Have no hesitation in lighting one.” The man started in sur", "prise and looked at his finger. “Yes,” he said, “I make my own cigarettes. But how could you know it", "?” “I see the little wax stains which my eyes have detected upon your lower finger of the right hand", ". I am certain that the one who makes cigarettes would frequently have wax clinging to their finger-", "tips.”\n\n“My name is Sherlock Holmes. It is my business to know what other people don't know.” “But y", "ou can know nothing of this!” “Excuse me, I know everything of it. You are endeavouring to decide wh", "ether you will or you will not continue your life upon the present scale. You are probably consideri", "ng whether it is worth your while to keep up the expense and worry of your house in Belgravia, or wh", "ether you shall part with it and take a small villa in the suburbs.”\n\n“I am afraid that I rather giv", "e myself away when I explain,” said he. “Results without causes are much more impressive. You are re", "ady to come to the conclusion, however, when I tell you that I first learned this fact through the s", "mall size of the door-step. That, of course, implies that the house was very crowded at the time whe", "n the people passed in and out. How else could you explain the worn condition of the threshold? Clea", "rly it was due to the constant coming and going of the clients.”\n\nIt was on a bitterly cold and fros", "ty morning, towards the end of the winter of ’97, that I was awakened by a tugging at my shoulder. I", "t was Holmes. The candle in his hand shone upon his eager, stooping face, and told me at a glance th", "at something was amiss. “Come, Watson, come!” he cried. “The game is afoot. Not a word! Into your cl", "othes and come!”\n"]}